tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "homebrew/services"
tap "nikitabobko/tap"
brew "aerc"
brew "age"
brew "jpeg-xl"
brew "aom"
brew "automake"
brew "aws-sam-cli"
brew "awscli"
brew "bash"
brew "bat"
brew "bc"
brew "glib"
brew "cmake"
brew "ripgrep"
brew "codex"
brew "copier"
brew "coreutils"
brew "docker"
brew "docker-credential-helper"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "libass"
brew "libmicrohttpd"
brew "librist"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "gawk"
brew "gh"
brew "glab"
brew "glow"
brew "gnu-sed"
brew "html2text"
brew "hugo"
brew "jq"
brew "keyring"
brew "lazygit"
brew "libmagic"
brew "libtool"
brew "luv"
brew "node"
brew "marp-cli"
brew "neovim"
brew "nmap"
brew "nowplaying-cli"
brew "nushell"
brew "pandoc"
brew "pkgconf"
brew "poetry"
brew "postgresql@14"
brew "pure"
brew "pv"
brew "rsync"
brew "stow"
brew "tbb"
brew "telnet"
brew "thefuck"
brew "tldr", link: false
brew "tlrc"
brew "tmux"
brew "tree"
brew "uv"
brew "virtualenv"
brew "watch"
brew "watchman"
brew "wget"
brew "zoxide"
brew "zsh-completions"
brew "felixkratz/formulae/sketchybar"
brew "hashicorp/tap/nomad"
brew "hashicorp/tap/terraform"
cask "1password-cli"
cask "aerospace"
cask "anaconda"
cask "basictex"
cask "font-monaspace-nerd-font"
cask "font-noto-sans-symbols-2"
cask "github"
cask "neovide-app"
cask "raycast"
vscode "vscodevim.vim"
