tap "anomalyco/tap"
tap "bnomei/tmux-mcp"
tap "callmeradical/tap"
tap "dopplerhq/cli"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "homebrew/services"
tap "keith/formulae"
tap "loft-sh/tap"
tap "marcus/tap"
tap "nikitabobko/tap"
tap "peripheryapp/periphery"
tap "saihgupr/notificli"
brew "act"
brew "glib"
brew "unbound"
brew "gnutls"
brew "aerc"
brew "age"
brew "aom"
brew "automake"
brew "aws-sam-cli"
brew "awscli"
brew "bash"
brew "bat"
brew "bc"
brew "block-goose-cli"
brew "brightness"
brew "cmake"
brew "copier"
brew "coreutils"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "gawk"
brew "jpeg-xl"
brew "node"
brew "gemini-cli"
brew "gh"
brew "glab"
brew "glow"
brew "gnu-sed"
brew "googleworkspace-cli"
brew "harfbuzz"
brew "pango"
brew "libtool"
brew "graphviz"
brew "hadolint"
brew "helm"
brew "himalaya"
brew "html2text"
brew "hugo"
brew "jq"
brew "just"
brew "k3d"
brew "keyring"
brew "lazygit"
brew "openjpeg"
brew "libass"
brew "libmagic"
brew "libmicrohttpd"
brew "librist"
brew "luv"
brew "marp-cli"
brew "mermaid-cli"
brew "mise"
brew "neovim"
brew "nmap"
brew "nowplaying-cli"
brew "nushell"
brew "pandoc"
brew "pkgconf"
brew "poetry"
brew "postgresql@14"
brew "pure"
brew "pv"
brew "ripgrep"
brew "rsync"
brew "shellcheck"
brew "sonar-scanner"
brew "starship"
brew "stow"
brew "swiftlint"
brew "syft"
brew "tbb"
brew "telnet"
brew "tesseract"
brew "thefuck"
brew "tldr", link: false
brew "tlrc"
brew "tmux"
brew "tree"
brew "trivy"
brew "uv"
brew "virtualenv"
brew "watch"
brew "watchman"
brew "wget"
brew "worktrunk"
brew "zoxide"
brew "zsh-completions"
brew "anomalyco/tap/opencode"
brew "bnomei/tmux-mcp/tmux-mcp-rs"
brew "callmeradical/tap/qtip"
brew "dopplerhq/cli/doppler"
brew "felixkratz/formulae/sketchybar"
brew "hashicorp/tap/nomad"
brew "hashicorp/tap/terraform"
brew "keith/formulae/reminders-cli"
brew "loft-sh/tap/vcluster"
brew "marcus/tap/sidecar"
brew "marcus/tap/td"
cask "1password-cli@beta"
cask "nikitabobko/tap/aerospace"
cask "basictex"
cask "block-goose"
cask "codex"
cask "font-monaspice-nerd-font"
cask "font-noto-sans-symbols-2"
cask "gemini"
cask "github"
cask "callmeradical/tap/ks-cli"
cask "saihgupr/notificli/notificli"
cask "peripheryapp/periphery/periphery"
cask "raycast"
go "github.com/air-verse/air"
go "github.com/axw/gocov/gocov"
go "github.com/matm/gocov-html/cmd/gocov-html"
go "github.com/cucumber/godog/cmd/godog"
go "github.com/golangci/golangci-lint/cmd/golangci-lint"
go "github.com/goreleaser/goreleaser/v2"
go "github.com/callmeradical/kaleidoscope"
go "google.golang.org/protobuf/cmd/protoc-gen-go"
go "google.golang.org/grpc/cmd/protoc-gen-go-grpc"
go "github.com/callmeradical/smith/cmd/smith"
go "github.com/swaggo/swag/cmd/swag"
cargo "calendula"
cargo "tauri-cli"
